import styles from './payment_details.module.css'

import '../../config/firebase'

export default function PriceDetails() {


  return (
    <div>
      <div className={styles.informationBox}>
        <div className={styles.titleMenu}>รายละเอียดบริการและราคา</div>
        <div className={styles.detailsMenu}>คำถามของท่านจะถูกส่งไปยังทนายที่ออนไลน์อยู่ในระบบ หากต้องการปิดบังตัวตนของท่านกับทนายความก่อน โปรดระมัดระวังการใส่ข้อมูลที่เป็นการเปิดเผยตัวตนของคุณ หากต้องการปิดบังตัวตนของท่านกับทนายความก่อน</div>
        <div className={styles.AccountInformationBox}>
          <div className='row'>
            <div className='col-4'></div>
            <div className='col-8'>
              <div className={styles.titleMenu2}>ให้คำปรึกษาเบื้องต้น</div>
              <div className={styles.detailsMenu2}>คำถามของท่านจะถูกส่งไปยังทนายที่ออนไลน์อยู่ในระบบ หากต้องการปิดบังตัวตนของท่านกับทนายความก่อน โปรดระมัดระวังการใส่ข้อมูลที่เป็นการเปิดเผยตัวตนของคุณ กับทนายความก่อน 31 ธันวาคม 2022 คำถามของท่านจะถูกส่งไปยังทนายที่ออนไลน์อยู่ในระบบ หากต้องการปิดบังตัวตนของท่านกับทนายความก่อน โปรดระมัดระวังการใส่ข้อมูลที่เป็นการเปิดเผยตัวตนของคุณ หากต้องการปิดบังตัวตนของท่านกับทนายความก่อน</div>
            </div>
          </div>
        </div>
        <div className={styles.AccountInformationBox}>
          <div className='row'>
            <div className='col-4'></div>
            <div className='col-8'>
              <div className={styles.titleMenu2}>ปรึกษากับทนาย</div>
              <div className={styles.detailsMenu2}>คำถามของท่านจะถูกส่งไปยังทนายที่ออนไลน์อยู่ในระบบ หากต้องการปิดบังตัวตนของท่านกับทนายความก่อน โปรดระมัดระวังการใส่ข้อมูลที่เป็นการเปิดเผยตัวตนของคุณ กับทนายความก่อน 31 ธันวาคม 2022 คำถามของท่านจะถูกส่งไปยังทนายที่ออนไลน์อยู่ในระบบ หากต้องการปิดบังตัวตนของท่านกับทนายความก่อน โปรดระมัดระวังการใส่ข้อมูลที่เป็นการเปิดเผยตัวตนของคุณ</div>
            </div>
          </div>
        </div>
        <div className={styles.AccountInformationBox}>
          <div className='row'>
            <div className='col-4'></div>
            <div className='col-8'>
              <div className={styles.titleMenu2}>ว่าจ้างทนาย</div>
              <div className={styles.detailsMenu2}>คำถามของท่านจะถูกส่งไปยังทนายที่ออนไลน์อยู่ในระบบ หากต้องการปิดบังตัวตนของท่านกับทนายความก่อน โปรดระมัดระวังการใส่ข้อมูลที่เป็นการเปิดเผยตัวตนของคุณ กับทนายความก่อน 31 ธันวาคม 2022 คำถามของท่านจะถูกส่งไปยังทนายที่ออนไลน์อยู่ในระบบ หากต้องการปิดบังตัวตนของท่านกับทนายความก่อน โปรดระมัดระวังการใส่ข้อมูลที่เป็นการเปิดเผยตัวตนของคุณ</div>
            </div>
          </div>
        </div>
        <div className={styles.detailsMenu}>คำถามของท่านจะถูกส่งไปยังทนายที่ออนไลน์อยู่ในระบบ หากต้องการปิดบังตัวตนของท่านกับทนายความก่อน โปรดระมัดระวังการใส่ข้อมูลที่เป็นการเปิดเผยตัวตนของคุณ หากต้องการปิดบังตัวตนของท่านกับทนายความก่อนท่านกับทนายความก่อน โปรดระมัดระวังการใส่ข้อมูลที่เป็นการ หากต้องการปิดบังตัวตนของท่านกับทนายความก่อน โปรดระมัดระวังการใส่ข้อมูลที่เป็นการเปิดเผยตัวตนของคุณ หากต้องการปิดบังตัวตนของท่านกับทนายความก่อนท่านกับทนายความก่อน โปรดระมัดระวังการใส่ข้อมูลที่เป็นการ</div>     
      </div>
    </div>
  )
}